---
kind: other
id: Properties.T:Autodesk.Revit.DB.CameraInfo
source: html/f3aa3ce5-514b-29a6-e0f1-11c9a39b7d5c.htm
---
# CameraInfo Properties

Distance from eye point to far plane of view frustum along the view direction.